/*
 *  ------------------------------------------------------------------
 *  Copyright © 2017. Hangzhou DtDream Technology Co.,Lt d. All rights reserved.
 *  ------------------------------------------------------------------
 *  Product: 产品化App
 *  Module Name: algorithm
 *  Date Created: 17-11-20 下午5:12
 *  Description:
 *  ------------------------------------------------------------------
 *  Modification History
 *  17-11-20 下午5:12           Solution.kt            lipin
 *  ------------------------------------------------------------------
 *
 *  ------------------------------------------------------------------
 */

package com.lp.solution

/**
 *
 * @author someone
 * @date 2017/11/20
 *
 */
